
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Ungültige Zahl";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Minimum unterschritten";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Maximum überschritten";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Fließkomma ist nicht erlaubt";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Ungültiger Datumstext";

